alacritty
alsa-utils
android-tools
apache
arandr
arc-solid-gtk-theme
arduino
audacity
base
base-devel
bitwarden
blueman
bluez-utils
catfish
clamav
clamtk
clang
cockpit
conky
dart
dhclient
discord
docker
docker-compose
doublecmd-gtk2
dunst
efibootmgr
exo
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-mozc
fcitx5-qt
feh
figlet
garcon
gcolor3
gimp
git
gnome-keyring
gparted
grub
gst-plugin-pipewire
gtk-chtheme
gtk-engine-murrine
gvfs
gvim
handbrake
helvum
htop
i3-wm
i3blocks
i3status
inkscape
inotify-tools
intel-media-driver
intel-ucode
iwd
jp2a
krita
libpulse
libreoffice-fresh
libreoffice-fresh-ja
libva-intel-driver
light-locker
lightdm
lightdm-gtk-greeter
lightdm-slick-greeter
linux-firmware
linux-zen
linux-zen-headers
luarocks
lxappearance-gtk3
man-db
mousepad
mysql-workbench
nano
neofetch
neovim
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-vpnc
ninja
nodejs
noto-fonts-cjk
noto-fonts-emoji
npm
nyancat
openconnect
otf-ipaexfont
pamixer
parole
pavucontrol
picom
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plantuml
polybar
pop-icon-theme
pyenv
python-isort
python-lsp-server
python-pip
python-pipx
python-psycopg
python-psycopg2
python-pylint
python-pylint-venv
python-pynvim
reflector
ripgrep
ristretto
rofi
seahorse
smartmontools
steam
strongswan
tailscale
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tig
tigervnc
tlp
tlp-rdw
tmux
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-nerd-fonts-symbols-mono
ttf-sourcecodepro-nerd
tumbler
unarchiver
upower
vifm
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
virtualbox-host-dkms
vivaldi
vlc
vulkan-intel
wezterm
wget
wine
wireguard-tools
wireplumber
xarchiver
xclip
xdg-desktop-portal
xdg-user-dirs-gtk
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfdesktop
xfwm4
xfwm4-themes
xl2tpd
xorg-mkfontscale
xorg-server
xorg-xinit
yapf
yarn
yt-dlp
zram-generator
zsh
